[{"text": "Bayern Munich has plyed 34 matches with 24 wins, 6 draws, 4 losses, scoring 99 goals and conceding 44, for a goal difference of 55 and a total of 78 points."}, {"text": "RB Leipzig has played 34 matches with 19 wins, 8 draws, 7 losses, scoring 60 goals and conceding 32, for a goal difference of 28 and a total of 65 points."}, {"text": "Dortmund has played 34 matches with 20 wins, 4 draws, 10 losses, scoring 75 goals and conceding 46, for a goal difference of 29 and a total of 64 points."}, {"text": "Wolfsburg has played 34 matches with 17 wins, 10 draws, 7 losses, scoring 61 goals and conceding 37, for a goal difference of 24 and a total of 61 points."}, {"text": "Eint Frankfurt has played 34 matches with 16 wins, 12 draws, 6 losses, scoring 69 goals and conceding 53, for a goal difference of 16 and a total of 60 points."}, {"text": "Leverkusen has played 34 matches with 14 wins, 10 draws, 10 losses, scoring 53 goals and conceding 39, for a goal difference of 14 and a total of 52 points."}, {"text": "Union Berlin has played 34 matches with 12 wins, 14 draws, 8 losses, scoring 50 goals and conceding 43, for a goal difference of 7 and a total of 50 points."}, {"text": "Gladbach has played 34 matches with 13 wins, 10 draws, 11 losses, scoring 64 goals and conceding 56, for a goal difference of 8 and a total of 49 points."}, {"text": "Stuttgart has played 34 matches with 12 wins, 9 draws, 13 losses, scoring 56 goals and conceding 55, for a goal difference of 1 and a total of 45 points."}, {"text": "Freiburg has played 34 matches with 12 wins, 9 draws, 13 losses, scoring 52 goals and conceding 52, for a goal difference of 0 and a total of 45 points."}, {"text": "Hoffenheim has played 34 matches with 11 wins, 10 draws, 13 losses, scoring 52 goals and conceding 54, for a goal difference of -2 and a total of 43 points."}, {"text": "Mainz 05 has played 34 matches with 10 wins, 9 draws, 15 losses, scoring 39 goals and conceding 56, for a goal difference of -17 and a total of 39 points."}, {"text": "Augsburg has played 34 matches with 10 wins, 6 draws, 18 losses, scoring 36 goals and conceding 54, for a goal difference of -18 and a total of 36 points."}, {"text": "Hertha BSC has played 34 matches with 8 wins, 11 draws, 15 losses, scoring 41 goals and conceding 52, for a goal difference of -11 and a total of 35 points."}, {"text": "Arminia has played 34 matches with 9 wins, 8 draws, 17 losses, scoring 26 goals and conceding 52, for a goal difference of -26 and a total of 35 points."}, {"text": "Köln has played 34 matches with 8 wins, 9 draws, 17 losses, scoring 34 goals and conceding 60, for a goal difference of -26 and a total of 33 points."}, {"text": "Werder Bremen has played 34 matches with 7 wins, 10 draws, 17 losses, scoring 36 goals and conceding 57, for a goal difference of -21 and a total of 31 points."}, {"text": "Schalke 04 has played 34 matches with 3 wins, 7 draws, 24 losses, scoring 25 goals and conceding 86, for a goal difference of -61 and a total of 16 points."}, "Priyani from USA from squad Athelatico.", "XYZ from aheloo world.", "Kshitiz Rana from Indiana from squad Barca.", "X for the sake of change.", "XYZ from abc from squad albertommnyjm5kyy.", "Kshitiz Rana from Indiana from squad Barca.", "X for the sake of change.", "Kshitiz Rana from Indiana from squad Barca.", "X for the sake of change.", "XYZ from aheloo world.", "X for the sake of change.", "Kshitiz Rana from Indiana from squad Barca.", "XYZ from aheloo world.", "X for the schange.", "Kshitiz Rana from Indiana from squad Barca.", "X for the schange.", "XYZ from aheloo wld.", "Kshitiz Rana from Indiana from squad Barca.", "Kshitiz Rana from Inom squad Barca.", "X for the schange.", "Kshitiz Rana from Indiana from squad Barca.", "XYZ from aheloo wld."]